# Prompt
brew 'pure'

# Binaries
brew 'git'
brew 'coreutils'
brew 'tldr' # man
brew 'bat' # cat
brew 'z'
brew 'exa' # ls
brew 'hpedrorodrigues/tools/dockutil'

# Zsh
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'

# Apps
# cask 'bitwarden' # use app store version for browser touch id support
cask 'brave-browser'
cask 'google-chrome'
cask 'the-unarchiver'
cask 'karabiner-elements'
cask 'hammerspoon'
cask 'iterm2'
cask 'visual-studio-code'
cask 'iina'
cask 'stats'
cask 'rectangle'
cask 'itsycal'

# Fonts
cask 'font-fira-code-nerd-font'
cask 'font-sf-pro'
cask 'font-sf-mono'
cask 'font-sf-compact'

# cask 'telegram'
# cask 'whatsapp'

