# Prompt
brew 'pure'

# Binaries
brew 'git'
brew 'coreutils'
brew 'tldr' # man
brew 'bat' # cat
brew 'z'
brew 'nvm'
brew 'btop'
brew 'dust'
brew 'lsd' # replace exa as it is demised

# Zsh
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'

# Apps
# cask 'bitwarden' # use app store version for browser touch id support
cask 'brave-browser'
cask 'google-chrome'
cask 'the-unarchiver'
#cask 'karabiner-elements'
#cask 'hammerspoon'
cask 'iterm2'
cask 'visual-studio-code'
cask 'iina'
#cask 'stats'
#cask 'rectangle'
#cask 'itsycal'

# Fonts
cask 'font-fira-code-nerd-font'
cask 'font-sf-pro'
cask 'font-sf-mono'
cask 'font-sf-compact'
cask 'font-dm-serif-text'
cask 'font-dm-serif-display'
cask 'font-dm-mono'

# cask 'telegram'
# cask 'whatsapp'
